/* Emoticon name */
"Angel" = "Ängel";

/* Emoticon name */
"Angry" = "Arg";

/* Emoticon name */
"Baring Teeth" = "Visar tänderna";

/* Emoticon name */
"Blush" = "Rodnar";

/* Emoticon name */
"Confused" = "Fundersam";

/* Emoticon name */
"Cool" = "Cool";

/* Emoticon name */
"Cry" = "Gråter";

/* Emoticon name */
"Crying" = "Gråter";

/* Emoticon name */
"Disappointed" = "Besviken";

/* Emoticon name */
"Don't Tell Anyone" = "Berätta inte för någon";

/* Emoticon name */
"Embarrassed" = "Rodnar";

/* Emoticon name */
"Erm" = "Hrm";

/* Emoticon name */
"Foot In Mouth" = "Fot i munnen";

/* Emoticon name */
"Frown" = "Rynkar på näsan";

/* Emoticon name */
"Gasp" = "Oj!";

/* Emoticon name */
"Grin" = "Flin";

/* Emoticon name */
"Halo" = "Gloria";

/* Emoticon name */
"Happy" = "Glad";

/* Emoticon name */
"Heart" = "Hjärta";

/* Emoticon name */
"I Don't Know" = "Jag vet inte";

/* Emoticon name */
"Kiss" = "Puss";

/* Emoticon name */
"Lips Are Sealed" = "Förseglade läppar";

/* Emoticon name */
"Money-mouth" = "Pengamun";

/* Emoticon name */
"Nerd" = "Nörd";

/* Emoticon name */
"Open Mouthed" = "Jätteglad";

/* Emoticon name */
"Party" = "Party";

/* Emoticon name */
"Sad" = "Ledsen";

/* Emoticon name */
"Sarcastic" = "Sarkastisk";

/* Emoticon name */
"Scared" = "Rädd";

/* Emoticon name */
"Sick" = "Sjuk";

/* Emoticon name */
"Sleepy" = "Sömnig";

/* Emoticon name */
"Smile" = "Ler";

/* Emoticon name */
"Star" = "Stjärna";

/* Emoticon name */
"Sticking Out Tongue" = "Räcker ut tungan";

/* Emoticon name */
"Surprised" = "Förvånad";

/* Emoticon name */
"Thinking" = "Tänker";

/* Emoticon name */
"Tongue Out" = "Räcker ut tungan";

/* Emoticon name */
"Undecided" = "Vet varken ut eller in";

/* Emoticon name */
"Wearing Sunglasses" = "Solglasögon";
"Wink" = "Blinkning";